Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/opera.tmx
Source language: en
Languages: be

source: "Allow scripts to detect context menu events"
be: "Дазволіць скрыптам вызначаць падзеі кантэкстнага мэню"

source: "Allow this extension to run:"
be: "Дазволіць працу пашырэньню:"

source: "Allow window with no tabs"
be: "Дазволіць вокны без вакенцаў"

source: "Allow"
be: "Дазволіць"

source: "Alt Debugger"
be: "Адладнік ALt"

source: "Alternative text"
be: "Альтэрнатыўны тэкст"

source: "Always Below"
be: "Заўсёды ўнізе"

source: "Always allow increase"
be: "Заўсёды дазваляць падвышэньне"

source: "Always allow installation from this location"
be: "Заўсёды дазваляць усталёўваць з гэтага месца"

source: "Always allow"
be: "Дазваляць заўсёды"

source: "Always below"
be: "Заўсёды ўнізе"

source: "Always border on image links"
be: "Заўсёды мяжа на спасылках малюнкаў"

source: "Always border on links"
be: "Заўсёды мяжа на спасылках"

source: "Always cascade"
be: "Заўсёды каскадам"

source: "Always continue when data is requested from my computer"
be: "Заўсёды працягваць, калі запытваюцца зьвесткі з майго кампутару"

source: "Always continue when data is requested from this server on my private intranet"
be: "Заўсёды працягваць, калі зьвесткі запытваюцца з гэнага сэрвэра ў маім прыватным нутраным сеціве"

source: "Always deny increase"
be: "Заўсёды забараняць падвышэньне"

source: "Always load images from %s"
be: "Заўсёды грузіць малюнкі ад %s"

source: "Always maximize"
be: "Заўсёды максымальны"

source: "Always maximize, including pop-ups"
be: "Заўсёды максымальны памер, у т.л. нечаканкам"

source: "Always on Top"
be: "Заўсёды наверсе"

source: "Always on top"
be: "Заўсёды наверсе"

source: "Always"
be: "Заўсёды"

source: "An Opera Unite error has occurred."
be: "Здарылася памылка Opera Unite."

source: "An Opera account with this email address already exists"
be: "Рахунак Opera з такім паштовым адрасам ужо існуе"

source: "An authentication error occurred"
be: "Памылка аўтарызацыі"

source: "An encryption level that is not secure was requested by the server."
be: "Сэрвэр запытаў небясьпечны ўзровень шыфраваньня."

source: "An error occurred during application discovery."
be: "Памылка пад час вызначэньня прылажэньня."

source: "An error occurred during download (%s)."
be: "Пад час усталяваньня ўзьнікла памылка (%s)."

source: "An error occurred installing the setup"
be: "Пад час усталяваньня ўзьнікла памылка"

source: "An error occurred when applying this file."
be: "Пад час дастасаваньня здарылася памылка."

source: "An error occurred while checking for a new version of Opera."
be: "Пад час праверкі новай вэрсіі Opera здарылася памылка."

source: "An error occurred while trying to download the dictionary. Please try again later."
be: Калі ласка, паспрабуйце пазьней."

source: "An error occurred."
be: "Надарылася памылка."

source: "An internal error occurred."
be: "Нутраная памылка."

source: "An invalid "bookmark" element was sent to the Opera Link server"
be: "Сэрвэру Opera Link быў дасланы нядзейны элемэнт "bookmark""

source: "An invalid "contact" element was sent to the Opera Link server"
be: "Сэрвэру Opera Link быў дасланы нядзейны элемэнт "contact""

source: "An invalid "note" element was sent to the Opera Link server"
be: "Сэрвэру Opera Link быў дасланы нядзейны элемэнт "note""

source: "An invalid "speeddial" element was sent to the Opera Link server"
be: "Сэрвэру Opera Link быў дасланы нядзейны элемэнт "speeddial""

source: "An invalid "status" element was sent to the Opera Link server"
be: "Сэрвэру Opera Link быў дасланы нядзейны элемэнт "status""

source: "An invalid request was sent to the Opera Link server"
be: "На сэрвэр Opera Link быў дасланы нядзейны запыт"

source: "An invalid request was sent to the Opera authentication server"
be: "На сэрвэр ідэнтыфікацыі Opera быў дасланы нядзейны запыт"

source: "An invalid username/password was sent to the Opera authentication server"
be: "На сэрвэр ідэнтыфікацыі Opera было дасланае нядзейнае імя карыстальніка/пароль"

source: "An out-of-memory error occurred during Opera authentication"
be: "Пад час ідэнтыфікацыі Opera здарылася памылка - недахоп памяці"

source: "An out-of-memory error occurred during application discovery."
be: "Не хапіла памяці пры вызначэньні прылажэньня."

source: "An out-of-memory error occurred in Opera Link"
be: "У Opera Link здарылася памылка: недахоп памяці"

source: "An out-of-memory error occurred."
be: "Узьнікла памылка недахопу памяці."

source: "An unhandled error has occurred on the Opera Link server"
be: "На сэрвэры Opera Link здарылася неапрацаваная памылка"

source: "An unhandled error has occurred on the Opera authentication server"
be: "На сэрвэры ідэнтыфікацыі Opera здарылася неапрацаваная памылка"

source: "An unknown error has occurred during Opera authentication"
be: "Пад час ідэнтыфікацыі Opera здарылася невядомая памылка"

source: "An unknown error has occurred in Opera Link"
be: "У Opera Link здарылася невядомая памылка"

source: "An unknown plug-in has crashed"
be: "Невядомы модуль зламаўся"

# "An update is available for the following extension: %s "
source: "An update is available for the following extension: %s\n"
be: "Ёсьць абнаўленьне для наступнага пашырэньня: %s\n"

source: "And where "
be: "І дзе "

source: "And"
be: "Ды"

source: "Angry"
be: "Сярдзіты"

source: "Another instance of Opera has started using Opera Unite with the same username and device name. Opera Unite has therefore been disconnected. Do you want to reconnect now?"
be: "Іншы прагляднік Opera пачаўкарыстаньне Opera Unite з тым самым імем карыстальніка і прылады, таму Opera Unite была адлучаная. Вы хочаце ізноў злучыцца зараз?"

source: "Any header"
be: "любое найменьне"

source: "Any visible images have invalid or missing ALT attributes."
be: "Ва ўсіх малюнкаў, што Вы бачыце, няма атрыбутаў ALT, або атрыбуты няправільныя"

source: "Aperture: "
be: "Кадравае акно: "

source: "Appear Offline"
be: "Здаецца, ня ў сетцы"

source: "Appear offline"
be: "Здаецца, ня ў сетцы"

source: "Appearance"
be: "Выглад"

source: "Appearance…"
be: "Выгляд…"

source: "Appending message"
be: "Далучае паведамленьне"

source: "Application Cache Quota"
be: "Мяжа кэшу прылажэньня"

source: "Application Not Installed"
be: "Прылажэньне не ўсталяванае"

source: "Apply Changes"
be: "Дастасаваць зьмены"

source: "Apply current signature for all accounts"
be: "Скарыстоўваць бежны подпіс для ўсіх рахункаў"

source: "Apply downloaded setup"
be: "Скарыстаць сьцягнутую ўсталёўку"

source: "Apply downloaded theme"
be: "Скарыстаць сьцягнуты фон"

source: "Apply filter"
be: "Дастасаваць фільтар"

source: "Apply rules only to new messages"
be: "Дастасоўваць правілы толькі да новых паведамленьняў"

source: "Apply toolbar setup"
be: "Запусьціць усталёўку панэлі інструмэнтаў"

source: "Apply"
be: "Скарыстаць"

source: "Approve"
be: "Прыняць"

source: "Approved"
be: "Прынятыя"

source: "April"
be: "красавіка"

source: "Arabic"
be: "Арабская"

source: "Architecture"
be: "Архітэктура"

source: "Archives"
be: "Архівы"

source: "Are you sure you want to cancel this message?"
be: "Скасаваць паведамленьне?"

source: "Are you sure you want to delete '%s'?"
be: "Выдаліць '%s'?"

source: "Are you sure you want to delete the folder from the server?"
be: "Сапраўды выдаліць тэчку з сэрвэра?"

source: "Are you sure you want to delete this search engine?"
be: "Сапраўды выдаліць гэты шукач?"

source: "Are you sure you want to end this Opera session?"
be: "Вы сапраўды хочаце скончыць сэсію Opera?"

source: "Are you sure you want to overwrite the existing session file?"
be: "Сапраўды перапісаць файл сэсіі?"

source: "Are you sure you want to permanently delete these applications?"
be: "Назаўсёды выдаліць гэтыя прылажэньні?"

source: "Are you sure you want to permanently delete this application?"
be: "Назаўсёды выдаліць гэтае прылажэньне?"

source: "Are you sure you want to remove this account?"
be: "Сапраўды зьняць гэтую скрыню?"

source: "Are you sure you want to replace the remote passwords with those saved on this computer?"
be: "Сапраўды замяніць далёкія паролі на паролі з гэтага кампутара?"

source: "Are you sure you want to stop and then delete these applications?"
be: "Спыніць і потым выдаліць гэтыя прылажэньні?"

source: "Are you sure you want to stop and then delete this application?"
be: "Спыніць і потым выдаліць гэтае прылажэньне?"

source: "Are you sure you want to stop and then permanently delete these applications?"
be: "Спыніць і потым назаўсёды выдаліць гэтыя прылажэньні?"

source: "Are you sure you want to stop and then permanently delete this application?"
be: "Спыніць і потым назаўсёды выдаліць гэтае прылажэньне?"

source: "Are you sure you want to trust this issuer?"
be: "Давяраць гэтаму выдаўцу?"

source: "Are you sure you want to uninstall %s ?"
be: "Выдаліць %s?"

source: "Are you sure you want to uninstall %s?"
be: "Сапраўды выдаліць '%s'?"

source: "Are you sure you want to unsubscribe from this IMAP folder?"
be: "Сапраўды выпісацца з гэтай тэчкі ІМАР?"

source: "Are you sure you want to unsubscribe from this newsgroup?"
be: "Сапраўды выпісацца з гэтага гурту навінаў?"

source: "Are you using a statically linked edition of Opera? Click Cancel if unknown."
be: Націсьніце Адмена, калі ня ведаеце."

source: "Armenian"
be: "Армянская"

source: "Arrange"
be: "Упарадкаваць"

source: "Articles:"
be: "Артыкулы:"

source: "As Opera Mail works a little differently from most email clients, we recommend that new users have a look at these useful links: "
be: "Паколькі Opera Mail працуе крыху адрозна ад большасьці кліентаў электроннае пошты, мы раім новым карыстальнікам азнаёміцца з карыснымі спасылкамі:"

source: "Ask Me Later"
be: "Нагадаць пазьней"

source: "Ask before starting program"
be: "Пытацца перад запускам праграмы"

source: "Ask for increase"
be: "Пытаць пра падвышэньне"

source: "Ask for password"
be: "Патрабаваць пароль"

source: "Ask me before accepting cookies"
be: "Пытацца ў мяне, ці прымаць маркёры"

source: "Ask me"
be: "Спытаць мяне"

source: "Ask websites not to track me"
be: "Загадваць пляцам не сачыць за мной"

source: "Ask"
be: "Спытаць"

source: "At the end of the session"
be: "Напрыканцы сэсіі"

source: "Attach Files"
be: "Далучыць файлы"

source: "Attach"
be: "Далучыць"

source: "Attachment"
be: "Прылажэньне"

source: "Attachments"
be: "Прылажэньні"

source: "Attempt to connect to secure server could not be completed, and automatic reconnection was not possible. Please try again."
be: Калі ласка, паспрабуйце яшчэ раз."

source: "Attributes"
be: "Атрыбуты"

source: "Audio"
be: "Аўдыё"

source: "August"
be: "жніўня"

source: "Authenticating"
be: "Ідэнтыфікацыя"

source: "Authentication failed for %s"
be: "Ідэнтыфікацыя %s ня пройдзеная"

source: "Authentication failed"
be: "Ідэнтыфікацыя ня пройдзеная"

source: "Authentication failed. Content should not be trusted."
be: Нельга давяраць зьместу."

source: "Authentication with the application discovery server has failed."
be: "Не ўдалося прайсьці ідэнтыфікацыю на сэрвэры вызначэньня прылажэньняў."

source: "Authentication"
be: "Ідэнтыфікацыя"

source: "Author Mode"
be: "Аўтарскі рэжым"

source: "Author mode"
be: "Аўтарскі рэжым"

source: "Author"
be: "Аўтар"

source: "Author:"
be: "Аўтар:"

source: "Authorities"
be: "Дазволы"

source: "Auto (%s)"
be: "Аўтаматычная (%s)"

source: "Auto Update Error"
be: "Памылка аўтаматычнага абнаўленьня"

source: "Auto Update"
be: "Аўтаматычнае абнаўленьне"

source: "Auto"
be: "Аўтаматычна"

source: "Auto-update"
be: "Аўтаматычнае абнаўленьне"

source: "Automatic Detection"
be: "Вызначыць аўтаматычна"

source: "Automatic Page Reload"
be: "Аўтаматычнае аднаўленьне старонкі"

source: "Automatic Proxy Configuration failed. \nProxy Configuration is automatically disabled for this session."
be: \nПроксі для гэтай сэсіі адключаны."

source: "Automatic Selection"
be: "Аўтаматычна выбраць"

source: "Automatic bandwidth restriction"
be: "Аўтаматычнае абмежаваньне шырыні паласы"

source: "Automatic installation of this plug-in failed. Click "Run Installer" to try manual installation."
be: Націсьніце на "Запусьціць усталёўку", каб паспрабаваць усталяваць яго рукамі."

source: "Automatic installation of this plug-in is not possible. Click "Run Installer" to try manual installation."
be: Націсьніце "Запусьціць усталёўку", каб паспрабаваць усталяваць яго рукамі."

source: "Automatic"
be: "Аўтаматычна"

source: "Automatically Bcc"
be: "Аўтаматычная схаваная копія"

source: "Automatically Cc"
be: "Аўтаматычная копія"

source: "Automatically install updates without notification from now on"
be: "Ад цяперашняга часу ўсталёўваць абнаўленьні аўтаматычна, без паведамленьняў"

source: "Automatically install updates"
be: "Аўтаматычна ўсталёўваць абнаўленьні"

source: "Automatically wrap outgoing messages"
be: "Аўтаматычна разьбіваць дасланыя паведамленьні"

source: "Availability of messages when offline:"
be: "Даступнасьць паведамленьняў па-за сеткай"

source: "Available feed handlers"
be: "Даступныя працаўнікі зь сеціўнымі стужкамі"

source: "Away"
be: "Няма"

source: "B"
be: "Б"

source: "B0 (1030 x 1456 mm)"
be: "B0 (1030 x 1456 мм)"

source: "B1 (728 x 1030 mm)"
be: "B1 (728 x 1030 мм)"

source: "B10 (32 x 45 mm)"
be: "B10 (32 x 45 мм)"

source: "B2 (515 x 728 mm)"
be: "B2 (515 x 728 мм)"

source: "B3 (364 x 515 mm)"
be: "B3 (364 x 515 мм)"

source: "B4 (257 x 364 mm)"
be: "B4 (257 x 364 мм)"

source: "B5 (182x257 mm, 7.17x10.13 inches)"
be: "B5 (182x257 мм, 7.17x10.13 дзюймаў)"

source: "B6 (128 x 182 mm)"
be: "B6 (128 x 182 мм)"

source: "B7 (91 x 128 mm)"
be: "B7 (91 x 128 мм)"

source: "B8 (64 x 91 mm)"
be: "B8 (64 x 91 мм)"

source: "B9 (45 x 64 mm)"
be: "B9 (45 x 64 мм)"

source: "BLOCKED CONTENT"
be: "ЗАМКНУТЫ ЗЬМЕСТ"

source: "BLOCKED IMAGE"
be: "ЗАМКНУТЫ МАЛЮНАК"

source: "BMP images"
be: "Малюнкі BMP"

source: "Back to %s"
be: "Назад да %s"

source: "Back"
be: "Назад"

source: "Background color"
be: "Фонавы колер"

source: "Background image:"
be: "Фонавы малюнак:"

source: "Background"
be: "Фон"

source: "Baltic"
be: "Балтыйская"

source: "Ban"
be: "Забараніць"

source: "Basic Authentication: Clear text"
be: "Простая ідэнтыфікацыя: Толькі тэкст"

source: "Basic Latin"
be: "Базавая лацінка"

source: "Bcc"
be: "Схаваная"

source: "Be Right Back"
be: "Хутка вярнуся"

source: "Be right back"
be: "Хутка вярнуся"

source: "Before enabling geolocation, please read the following terms and conditions:"
be: "Перад тым, як дазволіць вызначэньне месца, прачытайце ўмовы ніжэй:"

source: "Before you can use your mail and feed messages, Opera needs to update your mail database to a new format. Would you like to do this now?"
be: Зрабіць гэта зараз?"

source: "Below is the list of upgraded widgets:"
be: "Ніжэй - сьпіс мадэрнізаваных фішак:"

source: "Bengali"
be: "Бенгалі"

source: "Best fit"
be: "Найлепшы памер"

source: "Best wishes from the Opera team!"
be: "З найлепшымі пазычэньнямі ад каманды Opera!"

source: "Big"
be: "Вялікі"

source: "Big5 (Traditional)"
be: "Big5 (традыцыйная)"

source: "Big5-HKSCS (Traditional)"
be: "Big5-HKSCS (традыцыйная)"

source: "Bigger"
be: "Большы"

source: "Biggest"
be: "Самы вялікі"

source: "BitTorrent Client Selection"
be: "Выбар кліенту BitTorrent"

source: "BitTorrent Download"
be: "Сьцягваньне BitTorrent"

source: "BitTorrent Preferences…"
be: "Перавагі BitTorrent…"

source: "BitTorrent Setup"
be: "Канфігурацыя BitTorrent"

source: "BitTorrent tracker communication with torrent: "
be: "Камунікацыя прылады сочкі BitTorrent з патокам:"

source: "Biting"
be: "Кусаецца"

source: "Bl&ue"
be: "Сі&ні:"

source: "Black label"
be: "Чорная пазнака"

source: "Blacklisted page"
be: "Старонка з чорнага сьпісу"

source: "Blank page"
be: "Чыстая старонка"

source: "Block All Pop-Ups"
be: "Замыкаць усе нечаканкі"

source: "Block Content…"
be: "Замкнуць зьмест…"

source: "Block External Elements"
be: "Замыкаць вонкавыя элемэнты"

source: "Block Structure"
be: "Структура блёкаў"

source: "Block Unwanted Pop-Ups"
be: "Замыкаць непажаданыя нечаканкі"

source: "Block all pop-ups"
be: "Замыкаць усе нечаканкі"

source: "Block unwanted pop-ups"
be: "Замыкаць непажаданыя нечаканкі"

source: "Blocked Content"
be: "Замкнуты зьмест"

source: "Blocked Content…"
be: "Замкнуты зьмест…"

source: "Blocked Pop-ups From"
be: "Замкнутыя нечаканкі з"

source: "Blocked now"
be: "Замкнуты зараз"

source: "Blocked on current page"
be: "Замкнуты на бежнай старонцы"

source: "Blocked web applications"
be: "Блякаваныя сеціўныя прылажэньні"

source: "Blocking: "
be: "Замыканьне: "

source: "Blue label"
be: "Сіняя пазнака"

source: "Blue"
be: "Блакітны"

source: "Bold"
be: "Тоўсты"

source: "Bookmark All Open Pages"
be: "Зрабіць закладкі на ўсе адчыненыя старонкі"

source: "Bookmark Link…"
be: "Зрабіць закладку на спасылку…"

source: "Bookmark Page…"
be: "Зрабіць закладку на старонку"

source: "Bookmark Properties"
be: "Уласьцівасьці закладак"

source: "Bookmark"
be: "Зрабіць закладку"

source: "Bookmarks Bar"
be: "Панэль закладак"

source: "Bookmarks as HTML…"
be: "Закладкі як HTML…"

source: "Bookmarks bar"
be: "Панэль закладак"

source: "Bookmarks"
be: "Закладкі"

source: "Bottom"
be: "Ніжняе"

source: "Brightness: "
be: "Яркасьць: "

source: "Browse for Folder"
be: "Знайсьці тэчку"

source: "Browse in a new window"
be: "Праглядаць у новым вакне"

source: "Browser activity within this tab is private. When you close the tab, Opera deletes all information connected with it."
be: Калі Вы зачыніце вакенца, Opera выдаліць усе зьвязаныя зь ім зьвесткі."

source: "Browser dialogs"
be: "Дыялёгі праглядніку"

source: "Browser identification"
be: "Ідэнтыфікацыя праглядніку"

source: "Browser menus"
be: "Мэню праглядніку"

source: "Browser panels"
be: "Панэлі праглядніку"

source: "Browser toolbars"
be: "Панэлі інструмэнтаў праглядніку"

source: "Browser tooltips"
be: "Падказкі інструмэнтаў праглядніку"

source: "Browser view"
be: "Выгляд праглядніку"

source: "Browser"
be: "Прагляднік"

source: "Browse…"
be: "Прагляд…"

source: "Browsing"
be: "Прагляд"

source: "Build"
be: "Білд"

source: "Busy"
be: "Заняты"

source: "Buttons"
be: "Кнопкі"

source: "By Site"
be: "Па пляцы"

source: "By Time Visited"
be: "Па часе наведваньня"

source: "By Time and Site"
be: "Па часе і пляцах"

source: "C&lear"
be: "Вычысьціць"

source: "C5E (163 x 229 mm)"
be: "C5E (163 x 229 мм)"

source: "CJK Symbols and Punctuation"
be: "Сымбалі і пунктуацыя CJK"

source: "CSS files (*.css)|*.css|HTML files (*.htm,*.html)|*.htm;*.html|All files (*.*)|*.*|"
be: "Файлы CSS (*.css)|*.css|Файлы HTML (*.htm,*.html)|*.htm;*.html|Усе файлы (*.*)|*.*|"

source: "Cache"
be: "Кэш"

source: "Cached Images"
be: "Кашаваныя малюнкі"

source: "Cached Items"
be: "Кэшаваныя элемэнты"

source: "Call Back"
be: "Патэлефанаваць"

source: "Camera settings"
be: "Наладкі камеры"

source: "Camera"
be: "Камэра"

source: "Can accept incoming connections"
be: "Можа прымаць вонкавыя злучэньні"

source: "Cancel Download"
be: "Скасаваць зацяг"

source: "Cancel Post"
be: "Скасаваць запіс"

source: "Cancel message"
be: "Скасаваць паведамленьне"

source: "Cancel"
be: "Скасаваць"

source: "Cannot Add Attachment"
be: "Нельга далучыць дадатак"

source: "Cannot Create Account"
be: "Немагчыма стварыць рахунак"

source: "Cannot connect to printer. Please make sure you have CUPS enabled."
be: Калі ласка, праверце, што ўключаны CUPS."

source: "Cannot connect to sitecheck2.opera.com."
be: "Нельга злучыцца з sitecheck2.opera.com."

source: "Cannot display content. <a href="%s">Download %s.</a>"
be: <a href="%s">Download %s.</a>"

source: "Cannot open widget %s. It seems to have been removed."
be: Здаецца, яна выдаленая."

source: "Cascade"
be: "Каскад"

source: "Category"
be: "Катэгорыя"

source: "Cc header"
be: "Найменьне “Копія”"

source: "Cc"
be: "Копія"

source: "Celtic"
be: "Кельцкая"

source: "Center"
be: "Па цэнтры"

source: "Central European"
be: "Цэнтральнаэўрапейская"

source: "Certificate Authorities certify the identity of websites"
be: "Сэрвэры сэртыфікатаў пацьвярджаюць ідэнтычнасьць сеціўных пляцаў"

source: "Certificate Authorities"
be: "Цэнтры сэртыфікацыі"

source: "Certificate Authority"
be: "Цэнтр сэртыфікацыі"

source: "Certificate Manager"
be: "Кіраўнік сэртыфікатаў"

source: "Certificate Name"
be: "Назва сэртыфікату"

source: "Certificate authorities certify the identity of websites. You should only install certificate authorities from sites you trust.\n\nInstall this certificate authority?"
be: Усталёўвайце сэрвэры сэртыфікатаў толькі з пляцаў, якім Вы давяраеце.\n\nУсталяваць гэты сэрвэр сэртыфікатаў?"

source: "Certificate errors:"
be: "Памылкі сэртыфіката:"

source: "Certificate expired"
be: "Тэрмін дзеяньня сэртыфікату скончаны"

source: "Certificate information"
be: "Зьвестки пра сэртыфікат"

source: "Certificate summary"
be: "Коратка пра сэртыфікат"

source: "Certificate version"
be: "Вэрсія сэртыфікату"

source: "Certificate warning"
be: "Папярэджаньне сэртыфікату"

source: "Certificate"
be: "Сэртыфікат"

source: "Certificates"
be: "Сэртыфікаты"

source: "Change My Username"
be: "Зьмяніць маё імя карыстальніка"

source: "Change Nick"
be: "Зьмяніць мянушку"

source: "Change Password"
be: "Зьмяніць пароль"

source: "Change Path…"
be: "Зьмяніць шлях…"

source: "Change"
be: "Зьмяніць"

source: "Changelog:"
be: "Гісторыя зьменаў:"

source: "Change…"
be: "Зьмяніць…"

source: "Changing %s settings…"
be: "Зьмяняюцца наладкі наладкі %s…"

source: "Changing password…"
be: "Замена паролю…"

source: "Changing the master password failed."
be: "Пароль майстры ня быў зьменены."

source: "Character:"
be: "Сымбаль:"

source: "Chat (IRC)"
be: "Гутарка (IRC)"

source: "Chat Rooms"
be: "Гутарковыя пакоі"

source: "Chat"
be: "Гутарка"

source: "Check All"
be: "Праверыць усе"

source: "Check Mail"
be: "Праверыць пошту"

source: "Check Spelling"
be: "Праверыць правапіс"

source: "Check documents"
be: "Праверыць дакумэнты"

source: "Check for Updates"
be: "Праверыць абнаўленьні"

source: "Check for new messages every #minutes"
be: "Правяраць новыя паведамленьні кожныя #хвіліны(аў)"

source: "Check if Opera is default browser on startup"
be: "Правяраць, ці ёсьць Opera асноўным прагляднікам"

source: "Check if cached page is updated on the server"
be: "Праверыць, ці абноўленая на сэрвэры кэшаваная старонка"

source: "Check images"
be: "Праверыць малюнкі"

source: "Check spelling"
be: "Праверыць правапіс"

source: "Check that the address is spelled correctly, or try searching for the site."
be: "Праверце, ці правільна напісаны адрас або паспрабуйце знайсьці пляцоўку."

source: "Check that the setup of any internet security software is correct and does not interfere with ordinary web browsing."
be: "Праверце, што ўсе праграмы бясьпекі інтэрнэту ўсталяваныя слушна, і што яны ня шкодзяць звычайнаму прагляду сеціва."

source: "Check"
be: "Праверыць"

source: "Check/Send"
be: "Праверыць/даслаць"

source: "Checking files"
be: "Праверка файлаў"

source: "Checking folder"
be: "Правярае тэчку"

source: "Checking for updates…"
be: "Праверка абнаўленьняў…"

source: "Checking security record"
be: "Праверка запісаў бясьпекі"

source: "Cheeky"
be: "Нахабны"

source: "Cherokee"
be: "Чарокі"

source: "Chinese (Unknown)"
be: "Кітайская (невядома)"

source: "Chinese simplified"
be: "Спрошчаная кітайская"

source: "Chinese to English"
be: "З кітайскай на ангельскую"

source: "Chinese traditional"
be: "Традыцыйная кітайская"

source: "Chinese"
be: "Кітайская"

source: "Choose Custom Icon"
be: "Выберыце сваю іконку"

source: "Choose IRC network or type in server name"
be: "Выберыце сетку IRC або пазначце назву сэрвэра"

source: "Choose a master password to protect personal certificates"
be: "Выберыце пароль майстры, каб абараніць асабістыя сэртыфікаты"
